/* Библиотека иска да организира информацията за книгите, които притежава в информационна система.
 * За всяка книга тя събира следните данни: име, автор, жанр и година на издаване.
 * За авторите се съхранява информация за име, фамилия и националност.
 * Жанровете са: класика, детски, фантастика, биографичен, любовен.
 * Реализирайте добавяне на нова книга.
 * Реализирайте операцията добавяне на книга.
 * Реализирайте търсене на книга по име или част от името.
 * Въвеждайте параметрите на търсенето чрез стандрартен вход.
 * Покажете резултатите.
 * Реализирайте търсене на книга по автор. Покажете резултатите. */